[
  {
    "title": "parker rocket ignition",
    "description": "The Magellan mission mapped the surface of Venus with radar in the 1990s. The images gave the first global view of what was below Venus’ thick clouds. This radar image aligns with the surface features seen on WISPR images captured by Parker Solar Probe during its third flyby of the planet in July 2020.",
    "url": "https://github.com/Ohior/iamohiorenua/blob/187de29d6d70d4bd1ea4a24f5f7a1ddb7afe5eb1/resource/img/download.jpg?raw=true",
    "format_type": "image",
    "credit": "NASA"
  },
  {
    "title": "images captured by Parker Solar Probe",
    "description": "The Magellan mission mapped the surface of Venus with radar in the 1990s. The images gave the first global view of what was below Venus’ thick clouds. This radar image aligns with the surface features seen on WISPR images captured by Parker Solar Probe during its third flyby of the planet in July 2020.",
    "url": "https://svs.gsfc.nasa.gov/vis/a010000/a014000/a014095/vfbimrev.png",
    "format_type": "image",
    "credit": "Magellan Team/JPL/USGS"
  },
  {
    "title": "images from venus",
    "description": "When flying past Venus in July 2020, Parker Solar Probe’s WISPR instrument, short for Wide-field Imager for Parker Solar Probe, detected a bright rim around the edge of the planet that may be nightglow — light emitted by oxygen atoms high in the atmosphere that recombine into molecules in the nightside. The prominent dark feature in the center of the image is Aphrodite Terra, the largest highland region on the Venusian surface. Bright streaks in WISPR, such as the ones seen here, are typically caused by a combination of charged particles — called cosmic rays — sunlight reflected by grains of space dust, and particles of material expelled from the spacecraft’s structures after impact with those dust grains. The number of streaks varies along the orbit or when the spacecraft is traveling at different speeds, and scientists are still in discussion about the specific origins of the streaks here. The dark spot appearing on the lower portion of Venus is an artifact from the WISPR instrument.",
    "url": "https://svs.gsfc.nasa.gov/vis/a010000/a014000/a014095/wispr_venus_image_3rd.jpeg",
    "format_type": "image",
    "credit": "NASA/APL/NRL"
  },
  {
    "title": "parker's journey animation",
    "description":"An animation of the Parker Solar Probe's trajectory from August 7, 2018 to August 29, 2025:",
    "url":"https://github.com/Ohior/iamohiorenua/blob/f509e538f876d5af3e3f94e16f320457d0570815/resource/img/Animation_of_Parker_Solar_Probe_trajectory.gif",
    "format_type":"gif",
    "credit":""
  },
  {
    "title": "Inside venus cloud",
    "description": "On July 11, 2020, Parker Solar Probe flew by Venus during the mission's third gravity assist of the planet and captured these images using its cameras known as WISPR. WISPR images align with topographical maps from NASA's Magallen mission. The Magellan mission mapped the surface of Venus with radar in the 1990s. The images gave the first global view of what was below Venus’ thick clouds.",
    "url": "https://svs.gsfc.nasa.gov/vis/a010000/a014000/a014095/WISPR_Magellan_3rdFlyby_print.jpg",
    "format_type": "gif",
    "credit": "NASA/APL/NRL (black and white image), Magellan Team/JPL/USGS (color image)"
  }
]
